{
    "Volume Control": {
        "left": "animations\\1.gif",
        "right": "animations\\8.gif",
        "description": "You can control volume by selecting the mode on the left and then pinching or expanding your thumb and index."
    },
    "Previous Track": {
        "left": "animations\\3.gif",
        "right": "animations\\10.gif",
        "description": "You can go to the previous track by selecting the mode on the left and then opening your thumb."
    },
    "Next Track": {
        "left": "animations\\3.gif",
        "right": "animations\\11.gif",
        "description": "You can go to the next track by selecting the mode on the left and then opening your little finger."
    },
    "Play/Pause": {
        "left": "animations\\3.gif",
        "right": "animations\\12.gif",
        "description": "You can play or pause the music by selecting the mode on the left and then opening your hand."
    },
    "Mute": {
        "left": "animations\\3.gif",
        "right": "animations\\13.gif",
        "description": "You can mute the volume by selecting the mode on the left and then opening your index, middle and ring fingers."
    },
    "Control Brightness": {
        "left": "animations\\2.gif",
        "right": "animations\\8.gif",
        "description": "You can control the brightness by selecting the mode on the left and then pinching or expanding your thumb and index."
    },
    "Switch Window Forward": {
        "left": "animations\\4.gif",
        "right": "animations\\11.gif",
        "description": "You can switch between windows by selecting the mode on the left and then opening your little finger."
    },
    "Switch Window Backward": {
        "left": "animations\\4.gif",
        "right": "animations\\10.gif",
        "description": "You can switch between windows by selecting the mode on the left and then opening your thumb."
    },
    "Minimalize All Windows": {
        "left": "animations\\4.gif",
        "right": "animations\\12.gif",
        "description": "You can minimalize all windows by selecting the mode on the left and then opening your hand."
    },
    "Close Window": {
        "left": "animations\\4.gif",
        "right": "animations\\14.gif",
        "description": "You can close the current window by selecting the mode on the left and then opening your ring and little fingers."
    },
    "Switch between windows of the same app": {
        "left": "animations\\4.gif",
        "right": "animations\\15.gif",
        "description": "You can switch between windows of the same app by selecting the mode on the left and then opening your index and little fingers."
    },
    "Close one window of the application": {
        "left": "animations\\4.gif",
        "right": "animations\\16.gif",
        "description": "You can close one window of the application by selecting the mode on the left  and then opening your index, middle, ring and little fingers."
    },
    "Switch to the previous tab in browser": {
        "left": "animations\\5.gif",
        "right": "animations\\10.gif",
        "description": "You can switch to the previous tab in browser by selecting the mode on the left and then opening your thumb finger."
    },
    "Switch to the next tab in browser": {
        "left": "animations\\5.gif",
        "right": "animations\\11.gif",
        "description": "You can switch to the next tab in browser by selecting the mode on the left and then opening your little finger."
    },
    "Close the current tab in browser": {
        "left": "animations\\5.gif",
        "right": "animations\\12.gif",
        "description": "You can close the current tab in browser by selecting the mode on the left and then opening your hand."
    },
    "Open a new tab in browser": {
        "left": "animations\\5.gif",
        "right": "animations\\14.gif",
        "description": "You can open a new tab in browser by selecting the mode on the left and then opening your ring and little fingers."
    },
    "Reopen the last closed tab in browser": {
        "left": "animations\\5.gif",
        "right": "animations\\15.gif",
        "description": "You can reopen the last closed tab in browser by selecting the mode on the left and then opening your index and little fingers."
    },
    "Open New Window": {
        "left": "animations\\5.gif",
        "right": "animations\\16.gif",
        "description": "You can open a new window by selecting the mode on the left and then opening your index, middle, ring and little fingers."
    },
    "Control Mouse": {
        "left": "animations\\6.gif",
        "right": "animations\\17.gif",
        "description": "You can control the mouse by selecting the mode on the left and then use your index and middle fingers to move the cursor."
    },
    "Scroll Up": {
        "left": "animations\\6.gif",
        "right": "animations\\16.gif",
        "description": "You can scroll up by selecting the mode on the left and then open all your fingers except the thumb."
    },
    "Scroll Down": {
        "left": "animations\\6.gif",
        "right": "animations\\12.gif",
        "description": "You can scroll down by selecting the mode on the left and then open all your fingers."
    },
    "Left Click": {
        "left": "animations\\6.gif",
        "right": "animations\\8.gif",
        "description": "You can left click by selecting the mode on the left and then open your thumb and index fingers."
    },
    "Right Click": {
        "left": "animations\\6.gif",
        "right": "animations\\9.gif",
        "description": "You can right click by selecting the mode on the left and then open your thumb and middle fingers."
    },
    "Open User Defined App 1": {
        "left": "animations\\7.gif",
        "right": "animations\\18.gif",
        "description": "You can open user defined app 1 by selecting the mode on the left and then open your index finger."
    },
    "Open User Defined App 2": {
        "left": "animations\\7.gif",
        "right": "animations\\19.gif",
        "description": "You can open user defined app 2 by selecting the mode on the left and then open your index and middle fingers."
    },
    "Open User Defined App 3": {
        "left": "animations\\7.gif",
        "right": "animations\\13.gif",
        "description": "You can open user defined app 3 by selecting the mode on the left and then open your index, middle and ring fingers."
    },
    "Open User Defined App 4": {
        "left": "animations\\7.gif",
        "right": "animations\\16.gif",
        "description": "You can open user defined app 4 by selecting the mode on the left and then open your index, middle, ring and little fingers."
    },
    "Open User Defined App 5": {
        "left": "animations\\7.gif",
        "right": "animations\\10.gif",
        "description": "You can open user defined app 5 by selecting the mode on the left and then open your thumb finger."
    }
}